var store = [{
        "title": "谈谈思维导图的功用",
        "excerpt":"东尼博赞说，在知识管理的层次之上还有一层，那就是大脑的管理。试着考虑一个年幼的孩子会对纸张做什么——用手撕，尝试吃，拿来敲桌子？这些看起来只是如同玩闹一般的活动，在东尼博赞看来，则分别是对纸张的物理属性（脆）、食物属性（不好吃）、乐器属性（响）进行了测试——从这一点而言，科学家所做的事情就像是孩子一样，或者说，每位像孩子一样对周围世界进行创造性活动的人都会是一位可能的科学家。   思维的快乐   我们的大脑由数量众多的神经元组成。神经元之间如果要进行信息的传递，会通过一种神经递质——多巴胺来进行。当多巴胺高过一定数量时，神经元之间的传递会被激活。所以神经内部的多巴胺越多，相应的思维活动越容易出于积极亢奋的状态。   人脑有两个生产多巴胺的区域——伏隔区和腹侧被盖区。额头后面的额叶皮质则控制了我们对现实事物的注意力——如果你对一件事情感到开心和专注，额叶皮质会分泌更多的多巴胺，从而你的思维会处于更加活跃的状态。由这三个区域彼此联结所构成的整体则成为欲望回路。   从生理属性上来说，如果一位孩子喜欢和朋友下围棋，这是因为他的大脑形成了一种特定的刺激——反馈机制：当大脑内部的活动唤起与围棋相关的记忆时，或者正在和朋友一起下围棋时，多巴胺会从这位孩子的前额叶皮质中被释放出来，使其大脑整体处在一种顺畅和积极的过程中——也就是愉快。   所以，如果仅仅要获得愉快的脑体验，重点就在于让大脑同广泛的事物建立欲望回路的正反馈过程，以及使这种状态获得长久的保持与延续。不过人的欲望回路有时会被负反馈过程所支配。瘠薄的事物令人感到痛苦，人又无从超越瘠薄本身——于是直接利用欲望环路之外的物质来刺激多巴胺的产生和释放似乎同样能获得快感。其中一种物质名为苯丙胺。   苯多胺又称安非他命，是一种中枢神经刺激剂，会提高神经细胞间的多巴胺浓度，具有成瘾性，成瘾者断食可能会出现一些戒断症状，包括对于各种刺激极度敏感、躁动不安、焦虑、烦躁、疲倦、多食症、过动或行动迟缓、缺乏动机、嗜睡和清醒梦等等。因此被划分为毒品。   在上个世纪有很多利用苯丙胺来辅助创作的诗人和数学家——有人因为生活困窘需要多写一些诗歌或小说。有人则是为了保持自身对数学的热情——其中就包括著名数学家保罗·埃尔德什。   从另一个角度来理解，服用多巴胺的过程和向市场注入货币是一样的道理。经济学有一个著名的费雪公式MV=PQ。其中 M 是货币总量，V 是货币流通速度，P 是商品平均价格，而 Q 是商品数量。垄断铸币权的少数群体通过单纯增发货币的方式使自身可以获得更多的产品或债务偿还能力，不过在费雪公式所描述的系统水平上，如果货币流通速度和商品总量不变，那么就意味着却商品平均价格的提升。在这种情形下，收入不变的群体财产便会贬值——要么降低消费水准来适应不变的收入，或者提高劳动强度来维持不变的生活水平。   同样，在个体的欲望回路中，如果我们把多巴胺本身视为现实事物的衡量单位，我们同样能找到匹配于上述公式的四种要素——多巴胺总量，多巴胺流通速度，对一定精力的现实事物感到快乐平均所需的多巴胺分泌量，现实事物的数量。根据费雪公式，个体的少数活动通过多巴胺获得了更高水平的快乐，但是这却提升了其它活动得到同样快乐所需付出的精力，或者降低了同等精力输出所能获得的愉快感——只要人能投入精力的事物总量不变，以及多巴胺流通速度——对现实事物投入精力，从现实事物中获得快乐的速度不变的话。所以当增发多巴胺的活动成为数学时，大概就可能会出现保罗·埃尔德什那样的数学家吧。   那么是否存在有如经济危机一样的精神危机呢？以及群体意识在经济层面的的苯丙胺成瘾呢？这是另外的问题了。   根据费雪公式的对比，我们能获得的启示在于，如果个体想持久提高生理意义上的脑快乐，而不想造成部分活动热情的丧失，就需要在同现实的交互速度不变情形下，提升单位精力获得的快乐，以及增加能投入精力的现实活动本身。   对此的一般称谓是：精神的满足源于兴趣本身的提升。或者说：“ 兴趣是最好的老师。“   思维导图   从形式上来说，思维导图通常以一个中心主题为根结点，然后向外延伸出各种分支和子主题，形成一个树状结构。主题位于图的中心，与周围的子主题通过线条连接起来，展示它们之间的关联和层次。   不过从人脑的角度而言，脑图意味着以可视化和可操作的形式来调整、深化我们对现实事物的整体观念。从这一点而言，好的脑图意味着它能满足提升兴趣的整体目标。   于是我们首先要考虑单一的可灌注精力的事物，比如跑步。身体处于跑步状态之中来完成一百米的位移，这是一种实现。而在跑步之外的某个时刻，跑步的记忆、意图和想象则以可操作的符号展现于你自身，你可以在意志力允许的范围内决定自身是否应当跑步。   假如跑步与否是你可以决定的，那么下一个问题是，思考的必要性。思考单一事物一般包括两个过程——意指到事物本身具有的诸多情态，或包含事物本身的诸多情态，以及从这些诸多情态之中返回思考的事物本身。你可以令跑步与可替代其自身的活动进行对比——例如散步或骑车。你也可以令跑步的不同方式进行对比，如慢跑或快跑。你也可以思考包含跑步的多种情态——如早上跑或晚上跑。在返回自身的阶段，你则可以对思考本身进行综合，例如散步太慢对于锻炼身体的强度不够，而骑车不便于上坡。早上需要工作而只有晚上有时间，慢跑的节奏更让人愉快等等。综合了这些信息之后，你可以选择在晚上慢跑——像这样，思考使得你的选择能更加符合你本身的偏好和生活的需要。   试想现在你所能投入精力的事物以符号的形式表征在你的面前，可能是你屏幕上的几个关键字，或者手上的一些基本活动。它们未必是你活动的全部，但只要存在于你眼前，就可以提醒你，那是一种可以思考的对象。这包括两个过程——对节点的行为操作：节点本身的重要性移动，创建，删除和延伸到其它节点；对节点的感性评价：相比于某个节点令你感到快乐或者痛苦。   以提升个体的快乐为例，对个体快乐的追求要求你的思考符合以下标准：令你快乐的事物移动到重要性较高的部分，而令你痛苦的事物移动到重要性较低的部分；更多创建令你快乐的节点，较少创建令你痛苦的节点；更多删除令你痛苦的节点，较少删除令你快乐的节点。而对于你无法感到快乐和痛苦的节点，只要始终无碍于上述三个原则即可。   这四个标准构成了个体主义者思考的基本模式——类似地，人在评价和操作间因果性标准和规律又被称为心智模式。绘制脑图的过程，正是在明晰和发展心智模式的过程。   总结   有些人画脑图主要为了通过考试，所以只需要如书本一般把纲要以图形化的方式展现出来便似乎能绘制一幅优秀的脑图。诚然这种忠于书本的做法可以作为某种聆听来理解，但是实际上，不是因为书本涉及到了知识所以知识存在于你的脑图之中，而是因为知识带来的知性或功利的快乐使得你选择了知识。其中，知性的快乐是更加长远的，这是你头脑中欲望回路本身的快乐，同时也不具有精神药物成瘾性。而功利的快乐就生存意义而言很重要，但是如果没有内在的知性快乐支撑人的心智模式，人又如何洞见生活本身的美丽呢？   ","categories": [],
        "tags": [],
        "url": "/%E8%B0%88%E8%B0%88%E6%80%9D%E7%BB%B4%E5%AF%BC%E5%9B%BE%E7%9A%84%E5%8A%9F%E7%94%A8/",
        "teaser": null
      },{
    "title": "Portfolio",
    "excerpt":" ","url": "http://localhost:4000/portfolio/"
  },{
    "title": null,
    "excerpt":"","url": "http://localhost:4000/"
  },{
    "title": null,
    "excerpt":"var idx = lunr(function () { this.field('title') this.field('excerpt') this.field('categories') this.field('tags') this.ref('id') this.pipeline.remove(lunr.trimmer) for (var item in store) { this.add({ title: store[item].title, excerpt: store[item].excerpt, categories: store[item].categories, tags: store[item].tags, id: item }) } }); $(document).ready(function() { $('input#search').on('keyup', function () { var resultdiv = $('#results'); var query = $(this).val().toLowerCase(); var result = idx.query(function...","url": "http://localhost:4000/assets/js/lunr/lunr-en.js"
  },{
    "title": null,
    "excerpt":"step1list = new Array(); step1list[\"ΦΑΓΙΑ\"] = \"ΦΑ\"; step1list[\"ΦΑΓΙΟΥ\"] = \"ΦΑ\"; step1list[\"ΦΑΓΙΩΝ\"] = \"ΦΑ\"; step1list[\"ΣΚΑΓΙΑ\"] = \"ΣΚΑ\"; step1list[\"ΣΚΑΓΙΟΥ\"] = \"ΣΚΑ\"; step1list[\"ΣΚΑΓΙΩΝ\"] = \"ΣΚΑ\"; step1list[\"ΟΛΟΓΙΟΥ\"] = \"ΟΛΟ\"; step1list[\"ΟΛΟΓΙΑ\"] = \"ΟΛΟ\"; step1list[\"ΟΛΟΓΙΩΝ\"] = \"ΟΛΟ\"; step1list[\"ΣΟΓΙΟΥ\"] = \"ΣΟ\"; step1list[\"ΣΟΓΙΑ\"] = \"ΣΟ\"; step1list[\"ΣΟΓΙΩΝ\"] = \"ΣΟ\"; step1list[\"ΤΑΤΟΓΙΑ\"] = \"ΤΑΤΟ\"; step1list[\"ΤΑΤΟΓΙΟΥ\"] = \"ΤΑΤΟ\"; step1list[\"ΤΑΤΟΓΙΩΝ\"] = \"ΤΑΤΟ\"; step1list[\"ΚΡΕΑΣ\"]...","url": "http://localhost:4000/assets/js/lunr/lunr-gr.js"
  },{
    "title": null,
    "excerpt":"var store = [ {%- for c in site.collections -%} {%- if forloop.last -%} {%- assign l = true -%} {%- endif -%} {%- assign docs = c.docs | where_exp:'doc','doc.search != false' -%} {%- for doc in docs -%} {%- if doc.header.teaser -%} {%- capture teaser -%}{{ doc.header.teaser }}{%- endcapture...","url": "http://localhost:4000/assets/js/lunr/lunr-store.js"
  },{
    "title": null,
    "excerpt":"{% if page.xsl %} {% endif %} {% assign collections = site.collections | where_exp:'collection','collection.output != false' %}{% for collection in collections %}{% assign docs = collection.docs | where_exp:'doc','doc.sitemap != false' %}{% for doc in docs %} {{ doc.url | replace:'/index.html','/' | absolute_url | xml_escape }} {% if doc.last_modified_at or doc.date...","url": "http://localhost:4000/sitemap.xml"
  },{
    "title": null,
    "excerpt":"Sitemap: {{ \"sitemap.xml\" | absolute_url }} ","url": "http://localhost:4000/robots.txt"
  },{
    "title": null,
    "excerpt":"{% if page.xsl %}{% endif %}Jekyll{{ site.time | date_to_xmlschema }}{{ page.url | absolute_url | xml_escape }}{% assign title = site.title | default: site.name %}{% if page.collection != \"posts\" %}{% assign collection = page.collection | capitalize %}{% assign title = title | append: \" | \" | append: collection %}{% endif...","url": "http://localhost:4000/feed.xml"
  }]
